Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-005__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 天地不仁，以萬物為芻狗；
en: Heaven and earth do not act from (the impulse of) any wish to be benevolent; they deal with all things as the dogs of grass are dealt with. The sages do not act from (any wish to be) benevolent; they deal with the people as the dogs of grass are dealt with. May not the space between heaven and earth be compared to a bellows?

source: 聖人不仁，以百姓為芻狗。
en: 'Tis emptied, yet it loses not its power;

source: 天地之間，其猶橐籥乎？
en: 'Tis moved again, and sends forth air the more.

source: 虛而不屈，動而愈出。
en: Much speech to swift exhaustion lead we see;

source: 多言數窮，不如守中。
en: Your inner being guard, and keep it free.
